{"index":{"_id":"1"}}
{"url": "https://www.snopes.com/fact-check/two-fluids-unmixed-video/", "title": "\tDoes This Video Show Two Fluids Becoming ‘Unmixed’?", "subtitle": "\t\tThe concept appears to defy nature.\t", "author": ["\n\t\t\t\t\t\tMadison Dapcevich\t\t\t\t\t"], "time": ["29 October 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/10/Featured-Image-Backgrounds-1.png?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tA video shared to Twitter in October 2021 showed fluid mixing together before appearing to become unmixed.\n\t\t", "fullArticle": "\nA video shared by the Twitter account Amazing Physics on Oct. 27, 2021, showed a person squirting two dots of ink, one green and one red, into a clear vat of fluid. That person then grabbed a crank handle to slowly mix the two colored dots in with the clear fluid before reversing the crank and “unmixing” them back to their original locations. \n\nReversibility,  Can anyone explain how pic.twitter.com/pIzJXrNagD\n— Amazing Physics (@amazing_physics) October 28, 2021\nReversibility,  Can anyone explain how pic.twitter.com/pIzJXrNagD\n— Amazing Physics (@amazing_physics) October 28, 2021\n\nThough the video appears to defy thermodynamics, it is authentic and is a concept that Harvard University described as reverse fluid mixing. \nThe cylinder-shaped vat is filled with a thick, viscous fluid like glycerin while the lines of colored fluid are injected into the reservoir parallel to the axis of the cylinder. \n“When the inside cylinder is slowly rotated (by means of a crank) with respect to the outside cylinder, the lines of colored fluid become mixed with the rest of the fluid. Several revolutions renders the mixture completely clear and “mixed.” If one now reverses the direction of rotation, the colored fluid lines reappear by “unmixing” after the same number of rotations in the opposite sense,” read a presentation posted by the Harvard Natural Sciences Lecture Demonstration. \nBecause the slow, steady mixing does not create turbulence, the colors are able to be “unmixed” due to a concept known as laminar flow. In contrast to turbulent flow, where a fluid undergoes irregular mixing, laminar flow allows a liquid to travel smoothly.\nTo visualize the concept, think of a river where the uppermost layer of the water bounces off obstacles like rocks or eddies, causing it to mix and fold unto itself, thus undergoing what is known as turbulent mixing. Below that uppermost layer is the laminar flow, or the part of the water that follows a straight path and does not hit obstacles and become mixed. \n“Diffusion processes are, of course, much slower than the time scale of the demonstration. As one cylinder is rotated, the other one can simply think of layers of fluid being displaced without involving turbulence, the boundary layer next to the inner rotating cylinder being displaced the most and the layer adjacent to the outside cylinder the least. Counter rotation slips these layers back into place,” wrote Harvard. \nSources\n“Https://Twitter.Com/Amazing_physics/Status/1453587546278092802.” Twitter, https://twitter.com/amazing_physics/status/1453587546278092802. Accessed 29 Oct. 2021.\n“Laminar Flow | Physics.” Encyclopedia Britannica, https://www.britannica.com/science/laminar-flow. Accessed 29 Oct. 2021.\nReversible Fluid Mixing. https://sciencedemonstrations.fas.harvard.edu/presentations/reversible-fluid-mixing. Accessed 29 Oct. 2021.\nSources\n“Https://Twitter.Com/Amazing_physics/Status/1453587546278092802.” Twitter, https://twitter.com/amazing_physics/status/1453587546278092802. Accessed 29 Oct. 2021.\n“Laminar Flow | Physics.” Encyclopedia Britannica, https://www.britannica.com/science/laminar-flow. Accessed 29 Oct. 2021.\nReversible Fluid Mixing. https://sciencedemonstrations.fas.harvard.edu/presentations/reversible-fluid-mixing. Accessed 29 Oct. 2021."}
{"index":{"_id":"2"}}
{"url": "https://www.snopes.com/fact-check/nasa-mission-to-destroy-asteroid/", "title": "\tYes, NASA Is Launching ‘Armageddon’ Mission to Destroy an Asteroid", "subtitle": "\t\tIt's all in the name of \"planetary defense.\"\t", "author": ["\n\t\t\t\t\t\tMadison Dapcevich\t\t\t\t\t"], "time": ["8 October 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/10/featured-image-scaled.jpeg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\t In November 2021, NASA will be launching a spacecraft to crash into an asteroid’s moon to test the agency’s \"planetary defense.\"\n\t\t", "fullArticle": "\nAs if from a scene in a doomsday movie, real life Earth-bound space experts will take to their workstations in November 2021 to launch a small, golf-cart-sized spacecraft into space with the hopes that it will knock a looming asteroid off of its orbit.\nExcept in this case, the asteroid in question poses no imminent harm. The target is the near-Earth asteroid Didymos and its moonlet, Dimorphos, neither of which pose a direct threat to Earth. And it’s all part of a test mission to be conducted by NASA to test the capabilities for redirecting potentially hazardous asteroids in the future.\nNASA announced the upcoming Double Asteroid Reduction Test (DART) mission on Oct. 1 and news outlets like CBS dubbed it an “Armageddon”-like mission. But rest easy, there is no “Dottie” in sight.\n\n☄️ #PlanetaryDefense at @NASA entails finding, tracking, and characterizing near-Earth #asteroids and objects. Here’s what we've found thus far. Our #DARTMission, launching this November, will also be our first test for planetary defense.\nLearn more at https://t.co/1wL4ifObpp pic.twitter.com/8JryeeWQjG\n— NASA Asteroid Watch (@AsteroidWatch) October 1, 2021\n☄️ #PlanetaryDefense at @NASA entails finding, tracking, and characterizing near-Earth #asteroids and objects. Here’s what we've found thus far. Our #DARTMission, launching this November, will also be our first test for planetary defense.\nLearn more at https://t.co/1wL4ifObpp pic.twitter.com/8JryeeWQjG\n— NASA Asteroid Watch (@AsteroidWatch) October 1, 2021\n\nAt the time of this writing, there are more than 26,000 near-Earth asteroids, nearly 10,000 of which are known to be larger than 450 feet and another 891 that measure a half-mile long. In the last month, NASA says that 14 known asteroids passed closer to Earth than the moon — a number that reaches 127 when counting back 365 days.\nThat’s where NASA’s Planetary Defense Coordination Office comes in. This branch is responsible for finding, tracking, and characterizing near-Earth asteroids and objects, and this marks its first attempt at what is called the kinetic impactor technique, which sends a spacecraft like DART to the path of an asteroid to change its motion.\n“DART is our first full-scale attempt to demonstrate that we can change the motion of an asteroid in space, potentially as a way of defending Earth against the hazard of asteroid impacts,” said Tom Statler, a DART scientist, in a podcast interview.\nAsteroids orbit the sun like our home planet does, and when they are in their solar orbit, they do not come near Earth’s orbit or pose a threat. Asteroids that are potentially hazardous are those whose orbits intersect with Earth’s. To find those potential threats, telescopes around the world consistently scan the skies and collect data ultimately compiled by the International Astronomical Union’s (IAU) Minor Planet Center. IAU then determines whether a detected moving object is an asteroid, calibrates its orbit, and figures whether it has the potential to make contact with Earth.\n\nThe #DARTmission is @NASA’s first #PlanetaryDefense test mission and will impact an asteroid to demonstrate a technique that could be used in the future to protect Earth from a potential impact. #CountdownToLaunch on November 24! Learn more: https://t.co/nPcmHQsAoy pic.twitter.com/jugmhm3UFS\n— NASA Asteroid Watch (@AsteroidWatch) September 10, 2021\nThe #DARTmission is @NASA’s first #PlanetaryDefense test mission and will impact an asteroid to demonstrate a technique that could be used in the future to protect Earth from a potential impact. #CountdownToLaunch on November 24! Learn more: https://t.co/nPcmHQsAoy pic.twitter.com/jugmhm3UFS\n— NASA Asteroid Watch (@AsteroidWatch) September 10, 2021\n\n“The key is to be able to find the asteroids on those Earth-intersecting trajectories, find them well in advance of any collision, and to take steps years ahead of time, not to destroy the asteroid — don’t need to do that; in many cases, we wouldn’t be able to — but just to prevent that collision from happening. And that’s what we’re going to do with DART. We’re going to demonstrate one technology to cause that deflection that, someday, if we need to, we might use this technology to prevent an asteroid from hitting the Earth,” explained Statler.\nThe half-ton spacecraft will spend the better part of a year transiting to the binary asteroid system, Didymos, which is made up of two asteroids that orbit around each other. Just as the sun holds Earth in its orbit, the half-mile wide asteroid Didymos holds its football stadium-sized moon Dimorphos in orbit. DART is expected to run into the side of this small moon at a high velocity of 4 miles per second to change the motion of the binary asteroid, eventually slowing down and tightening up its orbit around the larger asteroid.\n“Orbits are like donkeys, you pull them one way and they go the other way. So that’s an aspect of this. You hit the thing to slow it down and it ends up going around faster,” explained Statler.\nCurrently, no known asteroid has a chance of impacting Earth in a century, according to Statler, but there could be some we haven’t yet discovered, and science is finding new ones all the time. And because scientists have been observing Didymos for decades, this “natural laboratory” will help researchers to determine whether systems like DART can move an asteroid and if so, by how much.\n“The images DRACO returns of the target asteroid Dimorphos, including the last-second glimpse of its own impact site on the asteroid, will be crucial toward analyzing the results of the DART test and understanding how the asteroid was affected,” wrote NASA in a news statement.\nDART is scheduled to launch at 10:20 p.m. PST on Nov. 23 aboard a SpaceX Falcon rocket and ill be live-streamed from Vandenberg Space Force Base in California. The spacecraft will intercept Didymos’ moonlet in late September 2022 when Didymos is within 6.8 million miles of Earth. And yes, it will be visible to ground-based telescopes.\nSources\nDART. https://dart.jhuapl.edu/. Accessed 8 Oct. 2021.\nMargetta, Robert. “NASA Invites Media to Launch of Double Asteroid Redirection Test.” NASA, 4 Oct. 2021, http://www.nasa.gov/press-release/nasa-invites-media-to-launch-of-double-asteroid-redirection-test.\nMoran, Norah. “Ep 215: Redirecting Asteroids.” NASA, 30 Sept. 2021, http://www.nasa.gov/johnson/HWHAP/redirecting-asteroids.\nNASA to Launch “Armageddon”-Style Mission to Deliberately Crash into an Asteroid’s Moon and Test “Planetary Defense.” https://www.cbsnews.com/news/nasa-dart-mission-crash-asteroid-moon-planetary-defense/. Accessed 8 Oct. 2021.\nTalbert, Tricia. “DART Gets Its Wings with Innovative Solar Array Technology and Camera.” NASA, 11 Aug. 2021, http://www.nasa.gov/feature/dart-gets-its-wings-spacecraft-integrated-with-innovative-solar-array-technology-and-camera.\n“Double Asteroid Redirection Test (DART) Mission.” NASA, 30 June 2017, http://www.nasa.gov/planetarydefense/dart.\n“Planetary Defense.” NASA, 21 Dec. 2015, http://www.nasa.gov/planetarydefense.\nSources\nDART. https://dart.jhuapl.edu/. Accessed 8 Oct. 2021.\nMargetta, Robert. “NASA Invites Media to Launch of Double Asteroid Redirection Test.” NASA, 4 Oct. 2021, http://www.nasa.gov/press-release/nasa-invites-media-to-launch-of-double-asteroid-redirection-test.\nMoran, Norah. “Ep 215: Redirecting Asteroids.” NASA, 30 Sept. 2021, http://www.nasa.gov/johnson/HWHAP/redirecting-asteroids.\nNASA to Launch “Armageddon”-Style Mission to Deliberately Crash into an Asteroid’s Moon and Test “Planetary Defense.” https://www.cbsnews.com/news/nasa-dart-mission-crash-asteroid-moon-planetary-defense/. Accessed 8 Oct. 2021.\nTalbert, Tricia. “DART Gets Its Wings with Innovative Solar Array Technology and Camera.” NASA, 11 Aug. 2021, http://www.nasa.gov/feature/dart-gets-its-wings-spacecraft-integrated-with-innovative-solar-array-technology-and-camera.\n“Double Asteroid Redirection Test (DART) Mission.” NASA, 30 June 2017, http://www.nasa.gov/planetarydefense/dart.\n“Planetary Defense.” NASA, 21 Dec. 2015, http://www.nasa.gov/planetarydefense."}
{"index":{"_id":"3"}}
{"url": "https://www.snopes.com/fact-check/photo-of-star-being-born/", "title": "\tDoes This Photo Show a Star Being Born?", "subtitle": "\t\tThe formation was said to take place an estimated 1,350 light-years from Earth. \t", "author": ["\n\t\t\t\t\t\tMadison Dapcevich\t\t\t\t\t"], "time": ["5 October 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/10/Copy-of-Rating-Overlay-FEATURED-IMG-3.png?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tA photograph shared to social media in October 2021 showed a star being born in the Milky Way.\n\t\t", "fullArticle": "\nLooking almost like an abstract artistic rendering of space, a photograph shared to Instagram on Oct. 4, 2021, claimed to show a star being born. With orange and blue-hued colors wafting around what looked to be a linear beam of light, the celestial origins of the photograph was described by NASA: \n\n \n\n\n\n\n\n\n\n\n\n\nView this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA post shared by NASA (@nasa)\n\n\n\nA post shared by NASA (@nasa)\n\nA star was observed by the Hubble Space Telescope in 2015 using infrared light, which allows the telescope to look through gas and dust to reveal stars as they are newly formed. Unseeable by the human eyes, infrared light is used to view the thermal activity, or heat, of objects to paint a clearer picture of worlds beyond our own. \n“In the center of the image, partially obscured by a dark cloak of dust, a newborn star shoots twin jets of hot gas out into space as a sort of birth announcement to the universe,” said NASA in an article dedicated to the Hubble Telescope’s 30th anniversary.  \nHubble is equipped with multiple cameras and measuring devices that capture images — but they are all done so in false color, or black and white. To get the vibrant colors seen in photographs taken by the telescope, scientists assign different colors. \n“To summarize, there are things Hubble can’t see that we want to know more about, and we need an infrared telescope to learn about them. Things like: stars and planets being born in clouds of dust and gas; the very first stars and galaxies which are so far away the light they emit has been pushed into the infrared; and the chemical fingerprints of elements and molecules in the atmospheres of exoplanets,” wrote NASA outreach specialist Maggie Masetti. \nFound in the Milky Way, our home galaxy, the event photographed is described by NASA as Herbig-Haro Jet HH 24, a bright patch of nebulosity, or a large cloud of gas and dust, associated with newborn stars. These form when narrow jets of partially ionized gas ejected by stars collide with nearby nebulous material.  \nThe photograph showed a star being born in a “turbulent birthing ground” known as Orion B molecular cloud complex, which is located 1,350 light-years from Earth. (A light-year is the measurement of light traveling in a single Earth year, equating one light year to 6 trillion miles.) In the Orion complex, Orion B meets with the neighboring Orion A cloud complex in the constellation of Orion. Over a few million years, thousands of stars have been born in this active dual-cloud area. \n“When stars form within giant clouds of cool molecular hydrogen, some of the surrounding material collapses under gravity to form a rotating, flattened disk encircling the newborn star,” wrote NASA in a December 2020 blog post accompanying the image.\n“Although planets will later congeal in the disk, at this early stage the protostar is feeding on the disk with a voracious appetite. Gas from the disk rains down onto the protostar and engorges it. Superheated material spills away and is shot outward from the star in opposite directions along an uncluttered escape route — the star’s rotation axis.”\nShocks along these jets heat the surrounding gas to temperatures reaching thousands of degrees Fahrenheit that then collide with surrounding nebulous matter “like a stream of water plowing into a hill of sand.” \nNASA launched the school bus-sized telescope in 1990, and in the three decades since, Hubble has been orbiting the earth at a rate of 5 miles per second — the equivalent of driving a car across North America in 10 minutes. Not only has Hubble seen stars being born, but it has captured stars as they died and planets, stars, and galaxies trillions of miles away. It works by facing towards and photographing space just outside of Earth’s atmosphere, which otherwise blocks most of the light from space. This, NASA says, enables the telescope to digitally snap photographs and send them back to Earth using radio waves. \nThe successor to Hubble will be the James Webb Space Telescope, the world’s largest and most powerful telescope to be launched in space in December 2021. \nAnd if that wasn’t enough stellar excitement to tide you over until then, here are a few other out-of-this-world images captured by Hubble: \nStellar Birth\nCarina Nebula\nPillars of Creation\nStellar Jewelry Box\nStar Eta Carinae\nSources\n“Beholding the Birth and Death of Stars.” HubbleSite.Org, http://hubblesite.org/home/hubble-30th-anniversary/hubbles-exciting-universe/beholding-the-birth-and-death-of-stars. Accessed 5 Oct. 2021.\nBelleville, Michelle. “Hubble Space Telescope.” NASA, 24 Sept. 2019, http://www.nasa.gov/mission_pages/hubble/main/index.html.\nHille, Karl. “Hubble Space Telescope Images.” NASA, 21 Jan. 2015,\nhttp://www.nasa.gov/mission_pages/hubble/multimedia/index.html.\nInfrared Waves | Science Mission Directorate. https://science.nasa.gov/ems/07_infraredwaves. Accessed 5 Oct. 2021.\nJames Webb Space Telescope – Webb/NASA. https://www.jwst.nasa.gov/. Accessed 5 Oct. 2021.\nMSFC, Jennifer Wall :. “What Is the Hubble Space Telescope?” NASA, 21 May 2015, http://www.nasa.gov/audience/forstudents/k-4/stories/nasa-knows/what-is-the-hubble-space-telecope-k4.html.\nNowakowski, Tomasz and Phys.org. Structure of the Molecular Cloud Orion A Investigated in Detail. https://phys.org/news/2020-07-molecular-cloud-orion.html. Accessed 5 Oct. 2021.\nSmith, Yvette. “Awakening Newborn Stars.” NASA, 2 Dec. 2020, http://www.nasa.gov/image-feature/awakening-newborn-stars\n“Awakening Newborn Stars.” NASA, 2 Dec. 2020, http://www.nasa.gov/image-feature/awakening-newborn-stars.\n“The Truth About Hubble, JWST, and False Color.” NASA Blueshift, https://asd.gsfc.nasa.gov/blueshift/index.php/2016/09/13/hubble-false-color/. Accessed 5 Oct. 2021.\nWhat Is a Light-Year? | NASA Space Place – NASA Science for Kids. https://spaceplace.nasa.gov/light-year/en/. Accessed 5 Oct. 2021.\nSources\n“Beholding the Birth and Death of Stars.” HubbleSite.Org, http://hubblesite.org/home/hubble-30th-anniversary/hubbles-exciting-universe/beholding-the-birth-and-death-of-stars. Accessed 5 Oct. 2021.\nBelleville, Michelle. “Hubble Space Telescope.” NASA, 24 Sept. 2019, http://www.nasa.gov/mission_pages/hubble/main/index.html.\nHille, Karl. “Hubble Space Telescope Images.” NASA, 21 Jan. 2015,\nhttp://www.nasa.gov/mission_pages/hubble/multimedia/index.html.\nInfrared Waves | Science Mission Directorate. https://science.nasa.gov/ems/07_infraredwaves. Accessed 5 Oct. 2021.\nJames Webb Space Telescope – Webb/NASA. https://www.jwst.nasa.gov/. Accessed 5 Oct. 2021.\nMSFC, Jennifer Wall :. “What Is the Hubble Space Telescope?” NASA, 21 May 2015, http://www.nasa.gov/audience/forstudents/k-4/stories/nasa-knows/what-is-the-hubble-space-telecope-k4.html.\nNowakowski, Tomasz and Phys.org. Structure of the Molecular Cloud Orion A Investigated in Detail. https://phys.org/news/2020-07-molecular-cloud-orion.html. Accessed 5 Oct. 2021.\nSmith, Yvette. “Awakening Newborn Stars.” NASA, 2 Dec. 2020, http://www.nasa.gov/image-feature/awakening-newborn-stars\n“Awakening Newborn Stars.” NASA, 2 Dec. 2020, http://www.nasa.gov/image-feature/awakening-newborn-stars.\n“The Truth About Hubble, JWST, and False Color.” NASA Blueshift, https://asd.gsfc.nasa.gov/blueshift/index.php/2016/09/13/hubble-false-color/. Accessed 5 Oct. 2021.\nWhat Is a Light-Year? | NASA Space Place – NASA Science for Kids. https://spaceplace.nasa.gov/light-year/en/. Accessed 5 Oct. 2021."}
{"index":{"_id":"4"}}
{"url": "https://www.snopes.com/fact-check/whitest-paint-guinness-record/", "title": "\tDid Purdue Researchers Invent the Whitest Shade of White Paint?", "subtitle": "\t\tAnd it has an ecological purpose that could fight global warming.\t", "author": ["\n\t\t\t\t\t\tJessica Lee\t\t\t\t\t"], "time": ["24 September 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/09/ruan-paint-brushLO.jpeg", "claim": "\n\n\t\t\tIn 2021, Guinness World Records named paint developed by researchers at Purdue University the world's whitest.\n\t\t", "fullArticle": "\nIn September 2021, Snopes saw social media posts claiming researchers at Purdue University in West Lafayette, Indiana, had invented a paint that received a Guinness World Records title for the being the whitest in existence.\n\nThe assertion was accurate.\nIn a Sept. 20 news release, the university announced the 2022 edition of Guinness World Records features the paint formula developed by  mechanical engineering Professor Xiulin Ruan and his graduate students. Additionally, the website for the records indeed lists the Purdue researchers’ “barium sulphate paint” as the world’s whitest.\nBut that isn’t the paint’s only special quality.\nThe paint made news headlines months earlier in spring 2021, soon after the American Chemical Society published a report written by Ruan’s team.\nIn that publication, as well as an April news release by Purdue, the researchers explained how the white paint reflects up to 98.1% of sunlight, and simultaneously sends infrared heat away from its surface — a process that could help keep buildings cool without so much air conditioning, unlike similarly designed products. (For comparison, other paints that aim to reject heat only reflect 80%-90% of sunlight and do not contain properties to make surfaces cooler than their surroundings, according to the release.)\n“If you were to use this paint to cover a roof area of about 1,000 square feet, we estimate that you could get a cooling power of 10 kilowatts. That’s more powerful than the central air conditioners used by most houses,” Ruan said in the April release.\nIn other words, the paint has the potential to help buildings rely less on air conditioning systems that are responsible for a portion of the world’s greenhouse gas emissions, according to the researchers.\nThe Guinness World Records’ website stated:\nSuch paints are considered to be a potential game-changer for keeping the planet — particularly cities — cooler and reducing electricity use; buildings with a coating of this would need to rely far less on energy-hungry air conditioning. […]\n[The] scientists estimate that it would only require 0.5–1% of Earth’s surface to be coated in this paint (e.g., by painting roofs) to reverse global warming to date.\nSuch paints are considered to be a potential game-changer for keeping the planet — particularly cities — cooler and reducing electricity use; buildings with a coating of this would need to rely far less on energy-hungry air conditioning. […]\n[The] scientists estimate that it would only require 0.5–1% of Earth’s surface to be coated in this paint (e.g., by painting roofs) to reverse global warming to date.\nAs of April, Ruan’s team was working with a company to produce and sell the paint, according to the BBC.\n“I already had an inquiry from a museum that wants to put up a display of our whitest white paint side by side with the blackest black,” he told the news outlet.\nSources:\nService, Purdue News. The Whitest Paint Is Here – and It’s the Coolest. Literally. https://www.purdue.edu/newsroom/releases/2021/Q2/the-whitest-paint-is-here-and-its-the-coolest.-literally..html. Accessed 24 Sept. 2021.\n“Whitest-Ever Paint Could Help Cool Heating Earth, Study Shows.” The Guardian, 15 Apr. 2021, http://www.theguardian.com/environment/2021/apr/15/whitest-ever-paint-could-help-cool-heating-earth-study-shows.\nCNN, Sara Spary. “This Ultra-White Paint Could Cool Buildings, Cutting the Need for Air Conditioning.” CNN, https://www.cnn.com/style/article/ultra-white-paint-scli-intl-scn/index.html. Accessed 24 Sept. 2021.\n“‘Whitest Ever’ Paint Reflects 98% of Sunlight.” BBC News, 16 Apr. 2021. www.bbc.com, https://www.bbc.com/news/science-environment-56749105.\nLi, Xiangyu, et al. “Full Daytime Sub-Ambient Radiative Cooling in Commercial-like Paints with High Figure of Merit.” Cell Reports Physical Science, vol. 1, no. 10, Oct. 2020. www.cell.com, https://doi.org/10.1016/j.xcrp.2020.100221.\nService, Purdue News. Purdue Record for the Whitest Paint Appears in Latest Edition of “Guinness World Records.”https://www.purdue.edu/newsroom/releases/2021/Q3/purdue-record-for-the-whitest-paint-appears-in-latest-edition-of-guinness-world-records.html. Accessed 24 Sept. 2021.\n“Whitest Paint.” Guinness World Records, https://www.guinnessworldrecords.com/world-records/659962-whitest-paint. Accessed 24 Sept. 2021.\nLi, Xiangyu, et al. “Ultrawhite BaSO4 Paints and Films for Remarkable Daytime Subambient Radiative Cooling.” ACS Applied Materials & Interfaces, vol. 13, no. 18, May 2021, pp. 21733–39. ACS Publications, https://doi.org/10.1021/acsami.1c02368.\nSources:\nService, Purdue News. The Whitest Paint Is Here – and It’s the Coolest. Literally. https://www.purdue.edu/newsroom/releases/2021/Q2/the-whitest-paint-is-here-and-its-the-coolest.-literally..html. Accessed 24 Sept. 2021.\n“Whitest-Ever Paint Could Help Cool Heating Earth, Study Shows.” The Guardian, 15 Apr. 2021, http://www.theguardian.com/environment/2021/apr/15/whitest-ever-paint-could-help-cool-heating-earth-study-shows.\nCNN, Sara Spary. “This Ultra-White Paint Could Cool Buildings, Cutting the Need for Air Conditioning.” CNN, https://www.cnn.com/style/article/ultra-white-paint-scli-intl-scn/index.html. Accessed 24 Sept. 2021.\n“‘Whitest Ever’ Paint Reflects 98% of Sunlight.” BBC News, 16 Apr. 2021. www.bbc.com, https://www.bbc.com/news/science-environment-56749105.\nLi, Xiangyu, et al. “Full Daytime Sub-Ambient Radiative Cooling in Commercial-like Paints with High Figure of Merit.” Cell Reports Physical Science, vol. 1, no. 10, Oct. 2020. www.cell.com, https://doi.org/10.1016/j.xcrp.2020.100221.\nService, Purdue News. Purdue Record for the Whitest Paint Appears in Latest Edition of “Guinness World Records.”https://www.purdue.edu/newsroom/releases/2021/Q3/purdue-record-for-the-whitest-paint-appears-in-latest-edition-of-guinness-world-records.html. Accessed 24 Sept. 2021.\n“Whitest Paint.” Guinness World Records, https://www.guinnessworldrecords.com/world-records/659962-whitest-paint. Accessed 24 Sept. 2021.\nLi, Xiangyu, et al. “Ultrawhite BaSO4 Paints and Films for Remarkable Daytime Subambient Radiative Cooling.” ACS Applied Materials & Interfaces, vol. 13, no. 18, May 2021, pp. 21733–39. ACS Publications, https://doi.org/10.1021/acsami.1c02368.\nSee also:\nDid Guinness World Records Pronounce Zion Clark the Fastest Man with No Legs?"}
{"index":{"_id":"5"}}
{"url": "https://www.snopes.com/fact-check/nanobot-inseminate-egg-sperm/", "title": "\tDoes This Video Show a Nanobot Inseminating Egg with ‘Lazy’ Sperm?", "subtitle": "\t\tThe corkscrew shaped \"micromotor\" is said to help propel immotile sperm. \t", "author": ["\n\t\t\t\t\t\tMadison Dapcevich\t\t\t\t\t"], "time": ["23 September 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/09/sperm.gif", "claim": "\n\n\t\t\tA video filmed at the microscopic level shows a nanobot as it “picks up a lazy sperm by the tail and inseminates an egg with it.” \n\t\t", "fullArticle": "\nA black-and-white video shared to social media showed a microscopic, corkscrew-shaped helix as it appeared to consume a sperm cell, transport it, and eventually drive the little swimmer into the wall of an immature egg cell, or oocyte. \nThe video was widely circulated after it was shared to Twitter by the account Weird Science on Sept. 21, 2021, in which the claimed the video showed a nanobot as it “picks up a lazy sperm by the tail and inseminates an egg with it.” The video was also posted to Reddit shortly after, where it garnered 125,000 upvotes.\n\nA nanobot picks up a lazy sperm by the tail and inseminates an egg with it, by the German Institute for Integrative Nanosciences. pic.twitter.com/I7C1lvq5xV\n— Weird Science (@weird_sci) September 22, 2021\nA nanobot picks up a lazy sperm by the tail and inseminates an egg with it, by the German Institute for Integrative Nanosciences. pic.twitter.com/I7C1lvq5xV\n— Weird Science (@weird_sci) September 22, 2021\n\nA look through the scientific literature revealed that yes, the video in question is real. But there are a few caveats to note, namely that this is the second round of attention it has garnered on social media. \nThe assisted swimmer video initially made headlines when it was first published in a 2016 issue of the peer-reviewed journal Nano Letters, a publication by the American Chemical Society. The so-called “spermbot” was developed by researchers at the German Institute for Integrative Nanosciences in an effort to find new approaches to addressing infertility.\nLet’s be clear: The technology is a prototype that was recorded propelling immotile sperm toward an oocyte in a petri dish, or in vitro, and not in a living organism. Latin for “within the glass,” in vitro studies are performed using biological cells and molecules outside of a living organism. (In vivo, on the other hand, translates to “within the living” and refers to work within an organism.) \nThe main cause of infertility is low sperm motility or sperm that are otherwise healthy but can’t swim. Cue the spermbot, designed as an alternative to other infertility treatments like artificial insemination and in vitro fertilization. The nanobot consists of a metal helix large enough to wrap around the sperm and uses a rotating magnetic field to latch on to the tail of sperm to “drive” it into an egg for potential fertilization. \nMicromotors like the spermbot are inspired by their natural counterparts and mimic natural processes with the help of human-powered assistance, like magnetic fields. But despite their promise, the precision of delivery, and biocompatibility, the compatibility of nonorganic material with living tissue, remain challenges in the human body. \nThe hybrid micromotor uses a spermatozoon as an “onboard power supply” and coupled with the microtube that was remote-controlled by an external magnetic field, the sperm tail still provides propulsion for “cellular cargo delivery.” In short, these “customized microhelics” serve as motors that can transport sperm cells that have motion deficiencies. \n“Our results indicate that metal-coated polymer microhelics are suitable for this task due to potent, controllable, and nonharmful 3D motion behavior,” wrote the study author. “We manage to capture, transport, and release single immotile live sperm cells in fluidic channels that allow mimicking physiological conditions.” \nSuccessful capture, as seen in the video, shows the tail being confined inside the inner part of the microhelix, head sticks out at the front end and is loosely bound by a ring that “acts like a noose to prevent the sperm head from slipping back through the helix. \nLimitations in the technology arose when comparing different sperm and egg cells, each of which have to be transferred from culture dishes to another platform for testing that caused delays and temperature fluctuations — both factors that can influence success rates. Still, the author say their work serves to demonstrate a new approach to artificial reproduction in the future.\n“Unfortunately, similar to many promising applications in biomedical engineering, it appears to be still a long way from artificially motorized sperm delivery to actual oocyte fertilization,” wrote the researchers, adding that the success of this novel approach lies in its potential. \nTesting in petri dishes was a “promising start” that could one day lead to a treatment for male infertility, but required more research before it could be applied to humans, the researchers concluded. \n“Despite the fact that there still remain some challenges on the way to achieve successful fertilization with artificially motorized sperms, we believe that the potential of this novel approach toward assisted reproduction can be already put into perspective with the present work,” wrote the study author. \nSnopes contacted the researchers to learn more about the current standing of the technology, and whether it may be fit for human testing but did not hear back in time for publication. We will update the article accordingly. \nSources\nMedina-Sánchez, Mariana, et al. “Cellular Cargo Delivery: Toward Assisted Fertilization by Sperm-Carrying Micromotors.” Nano Letters, vol. 16, no. 1, Jan. 2016, pp. 555–61. DOI.org (Crossref), https://doi.org/10.1021/acs.nanolett.5b04221.\n“‘Spermbots’ Could Help Women Trying to Conceive (Video).” American Chemical Society, https://www.acs.org/content/acs/en/pressroom/presspacs/2016/acs-presspac-january-13-2016/spermbots-could-help-women-trying-to-conceive-video.html. Accessed 23 Sept. 2021.\nSources\nMedina-Sánchez, Mariana, et al. “Cellular Cargo Delivery: Toward Assisted Fertilization by Sperm-Carrying Micromotors.” Nano Letters, vol. 16, no. 1, Jan. 2016, pp. 555–61. DOI.org (Crossref), https://doi.org/10.1021/acs.nanolett.5b04221.\n“‘Spermbots’ Could Help Women Trying to Conceive (Video).” American Chemical Society, https://www.acs.org/content/acs/en/pressroom/presspacs/2016/acs-presspac-january-13-2016/spermbots-could-help-women-trying-to-conceive-video.html. Accessed 23 Sept. 2021."}
{"index":{"_id":"6"}}
{"url": "https://www.snopes.com/fact-check/image-of-plutos-surface/", "title": "\tIs This Video of Pluto’s Surface?", "subtitle": "\t\tThe black-and-white footage delighted Reddit users.\t", "author": ["\n\t\t\t\t\t\tBethania Palma\t\t\t\t\t"], "time": ["20 September 2021", "11 September 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/09/Copy-of-Rating-Overlay-FEATURED-IMG-8.jpg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tA brief, black-and-white video posted to Reddit shows a panoramic view of the surface of Pluto.\n\t\t", "fullArticle": "\nOn Sept. 8, 2021, a Reddit user posted a brief video showing the surface of Pluto. The black-and-white video displayed “ice mountains, frozen plains and layers of atmospheric haze.”\nThe video was made using an actual photograph of Pluto, a dwarf planet on our solar system’s Kuiper Belt, which NASA describes as “a donut-shaped region of icy bodies beyond the orbit of Neptune.” The video in the Reddit post is from NASA; the photo was taken by NASA’s New Horizons spacecraft in 2015.\n 🔥 Pluto’s ice mountains, frozen plains and layers of atmospheric haze as seen by the New Horizons spacecraft. from      NatureIsFuckingLit \n 🔥 Pluto’s ice mountains, frozen plains and layers of atmospheric haze as seen by the New Horizons spacecraft. from      NatureIsFuckingLit \n \nHere’s how NASA described the view:\nMajestic Mountains and Frozen Plains: Just 15 minutes after its closest approach to Pluto on July 14, 2015, NASA’s New Horizons spacecraft looked back toward the sun and captured this near-sunset view of the rugged, icy mountains and flat ice plains extending to Pluto’s horizon. The smooth expanse of the informally named Sputnik Planum (right) is flanked to the west (left) by rugged mountains up to 11,000 feet (3,500 meters) high, including the informally named Norgay Montes in the foreground and Hillary Montes on the skyline. The backlighting highlights more than a dozen layers of haze in Pluto’s tenuous but distended atmosphere. The image was taken from a distance of 11,000 miles (18,000 kilometers) to Pluto; the scene is 230 miles (380 kilometers) across.\nMajestic Mountains and Frozen Plains: Just 15 minutes after its closest approach to Pluto on July 14, 2015, NASA’s New Horizons spacecraft looked back toward the sun and captured this near-sunset view of the rugged, icy mountains and flat ice plains extending to Pluto’s horizon. The smooth expanse of the informally named Sputnik Planum (right) is flanked to the west (left) by rugged mountains up to 11,000 feet (3,500 meters) high, including the informally named Norgay Montes in the foreground and Hillary Montes on the skyline. The backlighting highlights more than a dozen layers of haze in Pluto’s tenuous but distended atmosphere. The image was taken from a distance of 11,000 miles (18,000 kilometers) to Pluto; the scene is 230 miles (380 kilometers) across.\nSources:\n“Kuiper Belt.” NASA Solar System Exploration, https://solarsystem.nasa.gov/solar-system/kuiper-belt/overview. Accessed 9 Sept. 2021.\nTalbert, Tricia. “Pluto ‘Wows’ in Spectacular New Backlit Panorama.” NASA, 17 Sept. 2015, http://www.nasa.gov/feature/pluto-wows-in-spectacular-new-backlit-panorama.\nSources:\n“Kuiper Belt.” NASA Solar System Exploration, https://solarsystem.nasa.gov/solar-system/kuiper-belt/overview. Accessed 9 Sept. 2021.\nTalbert, Tricia. “Pluto ‘Wows’ in Spectacular New Backlit Panorama.” NASA, 17 Sept. 2015, http://www.nasa.gov/feature/pluto-wows-in-spectacular-new-backlit-panorama."}
{"index":{"_id":"7"}}
{"url": "https://www.snopes.com/fact-check/golf-course-burial/", "title": "\tYes, a 4,000-Year-Old Burial Was Found at a Golf Course in England", "subtitle": "\t\tThe coffin was made from a hollowed-out tree trunk.\t", "author": ["\n\t\t\t\t\t\tBethania Palma\t\t\t\t\t"], "time": ["19 September 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/09/Copy-of-Rating-Overlay-FEATURED-IMG-15.jpg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tA Bronze Age burial site was found in a pond at a golf course in England.\n\t\t", "fullArticle": "\nIn July 2018, workers doing renovations at a golf course in Tetney, a village in northeast England, happened upon a surprising find in a pond at the course — a roughly 4,000-year-old burial site of a person who lived during the Bronze Age.\n\nOur Staff and Students have assisted in the excavation and analysis of a very rare early Bronze Age Burial discovery at Tetney, North Lincolnshire.\nFind out more here👇https://t.co/cNk2Q3fn0Z pic.twitter.com/eyKYu3ReNJ\n— Sheffield Archaeology (@UniShefArch) September 14, 2021\nOur Staff and Students have assisted in the excavation and analysis of a very rare early Bronze Age Burial discovery at Tetney, North Lincolnshire.\nFind out more here👇https://t.co/cNk2Q3fn0Z pic.twitter.com/eyKYu3ReNJ\n— Sheffield Archaeology (@UniShefArch) September 14, 2021\n\nAccording to the University of Sheffield, which had a team of staff and students working on researching the find, the burial was composed of a hollowed-out log that contained the remains of a man. Based on the artifacts inside the coffin, archaeologists believe the man had a high status in his community. According to the university:\n“Following a year of cold storage while being assessed, it was moved to York Archaeological Trust where it has been undergoing preservation work. The work will soon be completed, and the items moved to The Collection Museum.”\nAside from human remains, the coffin contained a perfectly preserved axe, while plants were used to create a cushion for the deceased. The coffin was placed atop a gravel mound.\nThe axe, according to the university, is an “extremely rare” find. The overall burial find is also significant because it “gives an insight into how social hierarchy was marked out in the early Bronze Age.”\nSources:\n“Rare Early Bronze Age Log Coffin Discovered on Lincolnshire Golf Course.” The University of Sheffield. 15 Sept. 2021, https://www.sheffield.ac.uk/news/rare-early-bronze-age-log-coffin-discovered-lincolnshire-golf-course.\nSources:\n“Rare Early Bronze Age Log Coffin Discovered on Lincolnshire Golf Course.” The University of Sheffield. 15 Sept. 2021, https://www.sheffield.ac.uk/news/rare-early-bronze-age-log-coffin-discovered-lincolnshire-golf-course."}
{"index":{"_id":"8"}}
{"url": "https://www.snopes.com/fact-check/llama-covid-19/", "title": "\tAre Llama Cells Being Tested in Humans as Possible COVID Treatment?", "subtitle": "\t\tWait to alpaca your masks away.\t", "author": ["\n\t\t\t\t\t\tJessica Lee\t\t\t\t\t"], "time": ["26 August 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/08/GettyImages-145441415.jpg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tIn August 2021, antibodies derived from a llama's blood were included in a formula given to research participants in a study that aimed to identify a new COVID-19 treatment.\n\t\t", "fullArticle": "\nIn addition to pharmacies, hospitals, and vaccination centers, a Belgium farm could be ground zero in the global fight against the highly contagious COVID-19 delta variant, according to news reports that surfaced in late August 2021.\nWhy? The farmland in Ghent, which is about 37 miles (or 60 kilometers) from Brussels, was the home of Winter — a 5-year-old llama who spends her days grazing with about 130 of her alpaca and llama friends, according to a 2020 Golden Goose Award entry dedicated to her contributions to science.\nBut in addition to those traits, Winter’s immune system supposedly produced a special, very small antibody that, the August 2021 reports claimed, may lead to medical products that could stop the spread of SARS-CoV-2, the virus that causes the COVID-19 disease, in humans’ immune systems.\n\nIn short, the underlying assertion was this: Researchers had recently injected human test subjects with a formula that included remnants of cells from a llama’s blood to see if, or to what extent, those nonhuman antibodies helped combat SARS-CoV-2.\nThat claim was true, though we’ll provide some important context to make sense of the research.\nYears before the pandemic, Jason McLellan, an associate professor of molecular biosciences at the University of Austin, teamed up with Ghent-based researchers at the VIB-UGent Center for Medical Biotechnology to study camelids’ antibodies and how they react to immunizations, according to the Golden Goose Award entry. (“Camelids” include camels, alpacas, and llamas.) Their goal: to determine whether, and how, llama’s immune systems could produce antibodies that could be used for medical therapies.\n“While humans only make one kind of antibody, made up of heavy and light protein chains arranged in a Y-shape, camelids produce two,” the entry stated. “One of these is very similar to a human antibody. The other, called a single-domain antibody, VHH, or nanobody, does not have any light-chain proteins. This makes it much smaller, which is a boon to researchers.”\nIn 2016, with the support of the National Institutes of Health, the researchers narrowed in on coronaviruses. Seven such viruses, including SARS-CoV-2, infect humans, according to the Centers for Disease Control and Prevention (CDC). Most of people will catch at least one in their lifetimes and experience cold-like symptoms. Meanwhile, a smaller population may suffer severe and sometimes fatal infections from coronaviruses such as SARS-CoV-1, which caused the 2002-2003 SARS epidemic, or MERS-CoV.\nEnter Winter, who was 9 months old at the time. Researchers vaccinated her with spike proteins from SARS-CoV-1 and MERS-CoV to see how her immune system would react, according to a news release and the award entry. The NIH explained the experiment like this:\n[Spike protiens] latch onto cells, then undergo a structural change that allows the virus to fuse with the cell. Once the virus enters the host cell, it can copy itself and produce more viruses. The nanobodies that the scientists harvested from the llama bloodstream and produced in the lab bound to the spike protein and prevented the virus from entering cells.\n[Spike protiens] latch onto cells, then undergo a structural change that allows the virus to fuse with the cell. Once the virus enters the host cell, it can copy itself and produce more viruses. The nanobodies that the scientists harvested from the llama bloodstream and produced in the lab bound to the spike protein and prevented the virus from entering cells.\nFlash forward to early 2020, the beginning of the ongoing pandemic.\nThe researchers immediately realized that the small llama antibodies “that could neutralize SARS would very likely also recognize the COVID-19 virus,” Xavier Saelens, the leader of the Ghent research center, told The New York Times in May 2020.\n“There is still a lot of work to do to try to bring this into the clinic,” he added. “If it works, llama Winter deserves a statue.”\nIn other words, the team — which included Daniel Wrapp, a then-structural biologist at McLellan’s lab — used Winter’s antibodies engineered during the SARS-CoV-1 and MERS-CoV experiments four years earlier to see how, or if, they would bind to the spike protein of the recently discovered coronavirus, according to news reports at the time.\nIf so, that process would effectively block the coronavirus from infecting more healthy cells — in turn, showing the potential to protect COVID-19 patients from getting sicker.\n“Initial tests indicate that the antibody blocks viruses that display this spike protein from infecting cells in culture,” the researchers announced via a statement.\nAs a result, the Belgium center established a company, ExeVir Bio, to launch clinical trials. And, on Aug. 18, 2021, those agencies announced in a statement:\n“The first subjects have been dosed in a Phase I clinical study of XVR011, its llama-derived antibody for the treatment and prevention of COVID-19.”\nIn other words, yes, researchers indeed immunized a group of unidentified people with a formula containing the llama’s antibodies to see how their immune system would respond. Those participants were chosen at random and among counterparts who received a placebo shot, according to the statement. Going forward, project leaders were prepared to administer additional doses to a “maximum of three groups of 10 healthy adult subjects” as part of the Phase I trial.\nDominique Tersago, chief medical officer of ExeVir, told Reuters that the technology could be a “game-changer.” Ultimately, she said they’re hoping to create an IV treatment that would be available to immune-compromised people in clinics or severely ill COVID-19 patients in hospitals.\nConsidering that evidence, we rate this claim “True” — with the caveat that the research was preliminary and ongoing, and the actual extent to which llama-derived antibodies could help COVID-19 patients on a grand scale remained unknown.\nSources:"}
{"index":{"_id":"9"}}
{"url": "https://www.snopes.com/fact-check/harvard-extraterrestrial-life/", "title": "\tHas Harvard University Launched a Project to Search for Extraterrestrial Life?", "subtitle": "\t\tThe aliens are coming!\t", "author": ["\n\t\t\t\t\t\tNur Ibrahim\t\t\t\t\t"], "time": ["29 July 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/07/1677px-A_Sky_Full_of_Galaxies.jpeg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tHarvard University launched the Galileo Project in July 2021 to search for evidence of extraterrestrial life by looking for any advanced technology aliens may have left behind.\n\t\t", "fullArticle": "\nWe may not be alone in the universe, if a Harvard University initiative has anything to say about it.\nThe Galileo Project at the Harvard & Smithsonian Center for Astrophysics has a team of scientists led by astronomy Professor Avi Loeb that will search for “extraterrestrial technological signatures” that would help them find possible extraterrestrial civilizations. The initiative was announced in late July 2021. \nA statement on Harvard University’s website elaborates on the goals:\nThe goal of the Galileo Project is to bring the search for extraterrestrial technological signatures of Extraterrestrial Technological Civilizations (ETCs) from accidental or anecdotal observations and legends to the mainstream of transparent, validated and systematic scientific research. This ground-based project is complementary to traditional SETI, in that it searches for physical objects, and not electromagnetic signals, associated with extraterrestrial technological equipment.\nIrrespective of the possibility that the Galileo Project may discover additional, or even extraordinary evidence for ETCs, at a minimum the Galileo Project will gather rich data sets that may foster the discovery of — or better scientific explanations for — novel interstellar objects with anomalous properties, and for potential new natural atmospheric phenomena, or in some instances terrestrial technology explanations for many of the presently inexplicable [Unidentified Aerial Phenomena].\nThe goal of the Galileo Project is to bring the search for extraterrestrial technological signatures of Extraterrestrial Technological Civilizations (ETCs) from accidental or anecdotal observations and legends to the mainstream of transparent, validated and systematic scientific research. This ground-based project is complementary to traditional SETI, in that it searches for physical objects, and not electromagnetic signals, associated with extraterrestrial technological equipment.\nIrrespective of the possibility that the Galileo Project may discover additional, or even extraordinary evidence for ETCs, at a minimum the Galileo Project will gather rich data sets that may foster the discovery of — or better scientific explanations for — novel interstellar objects with anomalous properties, and for potential new natural atmospheric phenomena, or in some instances terrestrial technology explanations for many of the presently inexplicable [Unidentified Aerial Phenomena].\nThe project has received some criticism from outside researchers who say while there is no harm in looking for such things, the possibility of finding anything is slim. It is also receiving private funding of around $2 million. \nThe project announcement came after a recent U.S. government report on Unidentified Aerial Phenomena (UAP) reported by the navy, and after Oumuamua, an interstellar pancake-shaped object, was spotted in 2017. According to the project team:\nBased on astronomical observations, ‘Oumuamua turned out to have highly anomalous properties that defy well-understood natural explanations. We can only speculate whether ‘Oumuamua may be explained by never seen before natural explanations, or by stretching our imagination to ‘Oumuamua perhaps being an extraterrestrial technological object, similar to a very thin light-sail or communication dish, which fits the astronomical data rather well.\nAfter the recent release of the ODNI (Office of the Director of National Intelligence) report on Unidentified Aerial Phenomena (UAP), the scientific community now needs the determination to systematically, scientifically and transparently look for potential evidence of extraterrestrial technological equipment. The impact of any discovery of extraterrestrial technology on science and on our entire world view would be enormous.\nBased on astronomical observations, ‘Oumuamua turned out to have highly anomalous properties that defy well-understood natural explanations. We can only speculate whether ‘Oumuamua may be explained by never seen before natural explanations, or by stretching our imagination to ‘Oumuamua perhaps being an extraterrestrial technological object, similar to a very thin light-sail or communication dish, which fits the astronomical data rather well.\nAfter the recent release of the ODNI (Office of the Director of National Intelligence) report on Unidentified Aerial Phenomena (UAP), the scientific community now needs the determination to systematically, scientifically and transparently look for potential evidence of extraterrestrial technological equipment. The impact of any discovery of extraterrestrial technology on science and on our entire world view would be enormous.\nThe team of scientists is also being advised by experts from the University of Toronto, Yale, Arizona State University, and more. The project will focus on obtaining high-resolution images of Unidentified Aerial Phenomena (UAPs), researching Oumuamua-like objects, and searching for potential ETC satellites. "}
{"index":{"_id":"10"}}
{"url": "https://www.snopes.com/fact-check/dubai-fake-rain/", "title": "\tIs Dubai Creating Rain to Battle the Heat?", "subtitle": "\t\tTemperatures in the United Arab Emirates have been soaring. \t", "author": ["\n\t\t\t\t\t\tNur Ibrahim\t\t\t\t\t"], "time": ["22 July 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/07/1620px-Dubai_views_from_Burj_Khalifa_48393107601-e1626987842585.jpeg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tThe United Arab Emirates is manufacturing rain through a number of technologies, including drones, in order to counter rising heat and a sinking water table.\n\t\t", "fullArticle": "\nIf you’ve got money to make it rain, then you might as well start trying. Dubai, a city in the United Arab Emirates (UAE), has been doing just that, using a range of technologies including drones.\nIn the summer of 2021, scientists used drone technology around Dubai that zapped clouds with electricity, causing them to clump together and create larger raindrops from precipitation that then fell to the ground. In mid-July, the country’s meteorological agency released a video of cars driving through a downpour, which they said was the result of their testing drones to increase rainfall.\nThis is part of ongoing efforts in the Gulf state to battle rising temperatures and dwindling water supplies. The desert nation gets about 4 inches of rainfall a year on average. World Bank data predicts that the region will see higher and higher temperatures and more unpredictable rainfall. \nThe UAE has been using cloud seeding technology for a while, and claims to be one of the first countries in the Arabian Gulf to do so. Cloud seeding is a weather modification technique that improves a cloud’s ability to produce rain or snow by artificially adding condensation nuclei to the atmosphere, like silver iodide. The UAE used aircraft to drop chemicals into clouds that according to their estimates had boosted rainfall by 30 percent.\nIn 2017, the government announced $15 million funding for nine different rain-enhancement projects. Among these is the drones project run by a team of researchers at the University of Reading.\nInstagram posts from the UAE’s National Center of Meteorology show cloud formation over the area and the rainfall from mid-July.\n\n \n\n\n\n\n\n\n\n\n\n\n View this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA post shared by المركز الوطني للأرصاد (@officialuaeweather)\n\n\n\nA post shared by المركز الوطني للأرصاد (@officialuaeweather)\n\n\n \n\n\n\n\n\n\n\n\n\n\n View this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA post shared by المركز الوطني للأرصاد (@officialuaeweather)\n\n\n\nA post shared by المركز الوطني للأرصاد (@officialuaeweather)\n\n\n \n\n\n\n\n\n\n\n\n\n\n View this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA post shared by المركز الوطني للأرصاد (@officialuaeweather)\n\n\n\nA post shared by المركز الوطني للأرصاد (@officialuaeweather)\n\nThe government attributed the latest downpour to drone technology. Indeed, the monsoon-like downpour from July was an unusual sight in the extremely hot region.\nKeri Nicoll, an associate professor involved with the project, told Arab News, “If you emit a charge within a cloud, very quickly the charge will be gathered up by the water droplets. Our theory and modeling work has shown that charging these small droplets can increase the likelihood of them merging through electrostatic forces, and ultimately help them become raindrops.”\nMaarten Ambaum, another professor working on the project, told the BBC, “The water table is sinking drastically in [the] UAE and the purpose of this is to try to help with rainfall.”"}
{"index":{"_id":"11"}}
{"url": "https://www.snopes.com/fact-check/schmidt-pain-index-insect-venom/", "title": "\tWas Schmidt Pain Index Created by Man Who Let Insects Sting Him on Purpose?", "subtitle": "\t\tAnd you thought your office life was rough. \t", "author": ["\n\t\t\t\t\t\tMadison Dapcevich\t\t\t\t\t"], "time": ["1 July 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/07/GettyImages-522038864-1.jpg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tEntomologist Justin Schmidt developed a pain scale for insect venom based on his experiences of being stung hundreds of times. \n\t\t", "fullArticle": "\nEntomologist Justin Schmidt redefined what it meant to conduct painstaking research in the name of science. Dubbed the “Connoisseur of Pain” by the Entomological Society of America, the American bug scientist has been stung hundreds of times over in his career. \nBut the pain was not without purpose. Schmidt’s poking and prodding would ultimately lead to a scientific categorization of his painful experiences. The Schmidt Sting Pain Index ranks the level of pain administered by being stung by an insect of the order Hymenopteran, which includes bees, wasps, and ants. \nSchmidt recorded his own experience of venomous stings to rate and describe the pain associated with the venom of certain insects, according to the Natural History Museum.\nIn his 1983 work in the peer-reviewed journal, Archives of the Insect Biochemistry and Physiology, Schmidt published a column comparing the properties of insect venoms and rated sting pain starting from 0 (ineffective on humans) to progress in .5 increments. He would go on to expand on this list in 1990, adding the classification of 78 insect stings to be published in the Encyclopedia of Entomology. \nTake the red fire ant, for example. With a pain level of 1, its sting was characterized as sharp, sudden, and mildly alarming: “Like walking across a shag carpet and reaching for the light switch.” \nBumping up to level 2, we see the western honey bee whose sting is described as “burning, corrosive, but you can handle it. A flaming match head lands on your arm and is quenched with lye and then with sulphuric acid.” \nIf you think that sounds bad then you clearly haven’t been stung by the tarantula hawk, which clocks in at a whopping 4 on the index scale — the highest rating. \nWith a sting that is blinding, fierce, and shockingly electric, Schmidt compares getting poked by the 2-inch flying insect as akin to “a running hair dryer [that] has just been dropped into your bubble bath.” \nNot doing it for you? How about the “pure, intense, brilliant pain” of the bullet ant, which is “like walking over flaming charcoal with a 3-inch nail embedded in your heel.” \nIt sounds like a painful job, but apparently, someone had to do it. For his seemingly intolerable work, Schmidt was awarded the Ig Nobel Prize in Physiology and Entomology in 2015.. The Ig Nobels are awarded for science published in peer-reviewed journals to recognize “achievements that first make people laugh, and then make them think.” Aside from poking fun at academic research, the goal of the IG Nobels is to inspire an interest in science, medicine, and technology.\nAt the time of this writing, Schmidt was listed as an entomologist and adjunct scientist at the University of Arizona College of Agriculture and Life Sciences. "}
{"index":{"_id":"12"}}
{"url": "https://www.snopes.com/fact-check/grass-red-creeping-thyme/", "title": "\tCan You Replace Your Grass with Red Creeping Thyme?", "subtitle": "\t\tArguments in favor of the practice claim it is a better-for-the-planet alternative. \t", "author": ["\n\t\t\t\t\t\tMadison Dapcevich\t\t\t\t\t"], "time": ["21 June 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/06/Featured-Image-Backgrounds-1.png?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tReplacing your traditional lawn with red creeping thyme is an environmentally safe alternative. \n\t\t", "fullArticle": "\nFor those seeking a traditional lawn alternative, a Reddit post published on June 20, 2021, recommended planting red creeping thyme to serve as an environmentally sustainable and biodiversity-boosting substitute.\nThe post claims that the herb grows 3 inches tall (true), requires no mowing (true), is edible and puts off a “lovely lemony scent” (true, but some describe it as “minty” and this varies by season and habitat), can repel mosquitoes (true), is better for local biodiversity (true), and grows year-round (true, though this depends on where you are located). At the time of this writing, it had received more than 108,000 upvotes.\nNot to be confused with common thyme (Thymus vulgaris) that one might find in their herb cabinet, red creeping thyme — scientifically known as Thymus serpyllum — is endemic to northern Europe, western Asia, and northern Africa. And because all of the claims made in the Reddit post are accurate, we rate this claim as “True” (though we can’t tell someone that they should or shouldn’t do something.) With deep pink and purple flowers, this low-maintenance evergreen shrub blooms from June to September in the U.S. and is suggested by the Missouri Botanical Garden primarily as an ornamental ground cover.\nIt’s also a thyme by many names, like” mother of thyme” and “wild thyme,” and is equally as malleable. T. serpyllum is ideal for sunny areas, as a lawn substitute, filling in crevices, or anywhere that gets full sun and dry to medium soil. Measuring up to 3 inches tall and up to 12 inches wide, the tiny, tubular bell-shaped blooms are drought tolerant and attract butterflies and bees.\n“Creeping Thyme would make a wonderful addition to a home garden. It provides groundcover for borders, patios, and pathways. The plant will fill in crevices of steppingstones or sprawl over rocks,” wrote the North Carolina State Extension."}
{"index":{"_id":"13"}}
{"url": "https://www.snopes.com/fact-check/does-uranus-smell-like-farts/", "title": "\tDoes Uranus Smell Like Farts?", "subtitle": "\t\tUranus is always the butt of the joke. \t", "author": ["\n\t\t\t\t\t\tDan Evon\t\t\t\t\t"], "time": ["14 June 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/06/uranus-1.jpg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tScientists discovered hydrogen sulfide, a gas that smells like rotten eggs, in Uranus' atmosphere.\n\t\t", "fullArticle": "\nOn June 14, 2021, after a non-sequitur tweet about the lengths of planetary orbits by billionaire entrepreneur Elon Musk caused the name “Uranus” to start trending on social media, the UberFacts Twitter account posted a message that many people assumed was a somewhat childish joke at the expense of the planet’s name (Uranus sounds like “your anus”). The Twitter account claimed that Uranus smells like farts:\n\nSurprisingly, this is not a joke. \nThis funny fact first surfaced in 2018 after a study about the gas giant was published in Nature Astronomy. The lead author of the study, Patrick Irwin, a Professor of Planetary Physics at Oxford University, and his colleagues studied Uranus’ atmosphere with the Gemini North telescope in Hawaii and its Near-Infrared Integral Field Spectrometer (NIFS), and found the signature of hydrogen sulfide in the planet’s cloud deck. If you’ve ever been around this colorless gas, you probably know that it smells like rotten eggs or flatulence. That means that if a human ever had a chance to smell Uranus, they’d probably remark that it smelled like farts. \nSpace.com reported:\nThere’s a lot of really smelly stuff wafting around Uranus.\nThe clouds in Uranus’ upper atmosphere are composed largely of hydrogen sulfide, the molecule that makes rotten eggs so stinky, a new study suggests…\nResearchers have long wondered about the composition of the clouds high up in Uranus’ sky — specifically, whether they’re dominated by ammonia ice, as at Jupiter and Saturn, or by hydrogen sulfide ice. The answer has proved elusive, because it’s tough to make observations with the required detail on distant Uranus…\nIrwin and his colleagues studied Uranus’ air using the Near-Infrared Integral Field Spectrometer (NIFS), an instrument on the 26-foot (8 meters) Gemini North telescope in Hawaii. NIFS scrutinized sunlight reflected from the atmosphere just above Uranus’ cloud tops — and spotted the signature of hydrogen sulfide.\nThere’s a lot of really smelly stuff wafting around Uranus.\nThe clouds in Uranus’ upper atmosphere are composed largely of hydrogen sulfide, the molecule that makes rotten eggs so stinky, a new study suggests…\nResearchers have long wondered about the composition of the clouds high up in Uranus’ sky — specifically, whether they’re dominated by ammonia ice, as at Jupiter and Saturn, or by hydrogen sulfide ice. The answer has proved elusive, because it’s tough to make observations with the required detail on distant Uranus…\nIrwin and his colleagues studied Uranus’ air using the Near-Infrared Integral Field Spectrometer (NIFS), an instrument on the 26-foot (8 meters) Gemini North telescope in Hawaii. NIFS scrutinized sunlight reflected from the atmosphere just above Uranus’ cloud tops — and spotted the signature of hydrogen sulfide.\nA press release from the Gemini Observatory explains the importance of this discovery. And no, it’s not so future astronauts can avoid offensive planetary smells:\nHydrogen sulfide, the gas that gives rotten eggs their distinctive odor, permeates the upper atmosphere of the planet Uranus – as has been long debated, but never definitively proven. Based on sensitive spectroscopic observations with the Gemini North telescope, astronomers uncovered the noxious gas swirling high in the giant planet’s cloud tops. This result resolves a stubborn, long-standing mystery of one of our neighbors in space … \nThe detection of hydrogen sulfide high in Uranus’s cloud deck (and presumably Neptune’s) contrasts sharply with the inner gas giant planets, Jupiter and Saturn, where no hydrogen sulfide is seen above the clouds, but instead ammonia is observed. The bulk of Jupiter and Saturn’s upper clouds are comprised of ammonia ice, but it seems this is not the case for Uranus. These differences in atmospheric composition shed light on questions about the planets’ formation and history.\nLeigh Fletcher, a member of the research team from the University of Leicester in the UK, adds that the differences between the cloud decks of the gas giants (Jupiter and Saturn), and the ice giants (Uranus and Neptune), were likely imprinted way back during the birth of these worlds. “During our Solar System’s formation the balance between nitrogen and sulphur (and hence ammonia and Uranus’s newly-detected hydrogen sulfide) was determined by the temperature and location of planet’s formation.”\nAnother factor in the early formation of Uranus is the strong evidence that our Solar System’s giant planets likely migrated from where they initially formed. Therefore, confirming this composition information is invaluable in understanding Uranus’ birthplace, evolution and refining models of planetary migrations.\nHydrogen sulfide, the gas that gives rotten eggs their distinctive odor, permeates the upper atmosphere of the planet Uranus – as has been long debated, but never definitively proven. Based on sensitive spectroscopic observations with the Gemini North telescope, astronomers uncovered the noxious gas swirling high in the giant planet’s cloud tops. This result resolves a stubborn, long-standing mystery of one of our neighbors in space … \nThe detection of hydrogen sulfide high in Uranus’s cloud deck (and presumably Neptune’s) contrasts sharply with the inner gas giant planets, Jupiter and Saturn, where no hydrogen sulfide is seen above the clouds, but instead ammonia is observed. The bulk of Jupiter and Saturn’s upper clouds are comprised of ammonia ice, but it seems this is not the case for Uranus. These differences in atmospheric composition shed light on questions about the planets’ formation and history.\nLeigh Fletcher, a member of the research team from the University of Leicester in the UK, adds that the differences between the cloud decks of the gas giants (Jupiter and Saturn), and the ice giants (Uranus and Neptune), were likely imprinted way back during the birth of these worlds. “During our Solar System’s formation the balance between nitrogen and sulphur (and hence ammonia and Uranus’s newly-detected hydrogen sulfide) was determined by the temperature and location of planet’s formation.”\nAnother factor in the early formation of Uranus is the strong evidence that our Solar System’s giant planets likely migrated from where they initially formed. Therefore, confirming this composition information is invaluable in understanding Uranus’ birthplace, evolution and refining models of planetary migrations.\nWhile this discovery is important in terms of understanding the formation of the planets, it’s the smell of Uranus that proved to be the study’s most popular point. Unfortunately, or perhaps fortunately, humans will probably never be able to take in a whiff of Uranus’ smelly, fart-filled atmosphere.\nIrwin said that if a human ever did find themselves on Uranus, they would probably die of suffocation, or from the planet’s negative 400 degree Fahrenheit atmosphere, before they ever got a chance to smell the planet:\nWhile the results set a lower limit to the amount of hydrogen sulfide around Uranus, it is interesting to speculate what the effects would be on humans even at these concentrations. “If an unfortunate human were ever to descend through Uranus’s clouds, they would be met with very unpleasant and odiferous conditions.” But the foul stench wouldn’t be the worst of it according to Irwin. “Suffocation and exposure in the negative 200 degrees Celsius atmosphere made of mostly hydrogen, helium, and methane would take its toll long before the smell,” concludes Irwin.\nWhile the results set a lower limit to the amount of hydrogen sulfide around Uranus, it is interesting to speculate what the effects would be on humans even at these concentrations. “If an unfortunate human were ever to descend through Uranus’s clouds, they would be met with very unpleasant and odiferous conditions.” But the foul stench wouldn’t be the worst of it according to Irwin. “Suffocation and exposure in the negative 200 degrees Celsius atmosphere made of mostly hydrogen, helium, and methane would take its toll long before the smell,” concludes Irwin.\nAstronomer Phil Plait also noted that Uranus probably only smells like farts “a little” because the hydrogen sulfide in the planet’s clouds is frozen.\nIn short, it would be more accurate (but less funny), to say that hydrogen sulfide, a gas that smells like rotten eggs, has been found in Uranus’ atmosphere. While there is probably a fart-like smell to the planet, it’s not clear how prevalent this odor would be, and humans will probably never get a chance to actually smell it. \n\nUranus has been holding in one big secret — it stinks! Researchers had long wondered about what composed the clouds of the gassy planet. Now, they say it's hydrogen sulfide. Learn why Uranus stinks like rotten eggs🥚: https://t.co/xmb7Au9wor pic.twitter.com/IPWc3bPITU\n— NASA (@NASA) April 24, 2018\nUranus has been holding in one big secret — it stinks! Researchers had long wondered about what composed the clouds of the gassy planet. Now, they say it's hydrogen sulfide. Learn why Uranus stinks like rotten eggs🥚: https://t.co/xmb7Au9wor pic.twitter.com/IPWc3bPITU\n— NASA (@NASA) April 24, 2018\n"}
{"index":{"_id":"14"}}
{"url": "https://www.snopes.com/fact-check/human-creamains-ocean-reef/", "title": "\tWill a Company Turn Human ‘Cremains’ into Artificial Ocean Reef?", "subtitle": "\t\tIt’s described as an “urn, ash scattering, and burial at sea” all in one.\t", "author": ["\n\t\t\t\t\t\tMadison Dapcevich\t\t\t\t\t"], "time": ["13 June 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/06/Copy-of-Rating-Overlay-FEATURED-IMG-2-1.png?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tA company named Eternal Reefs will incorporate human remains into an environmentally safe cement mixture designed to create artificial marine reef formations.\n\t\t", "fullArticle": "\nOne Florida company memorializes the lives of lost loved ones in a way that also gives back to the environment. Eternal Reefs, a nonprofit organization based in Sarasota, will incorporate the cremated human into an environmentally safe cement mixture that is designed to create artificial reef formations.\n\nThe Eternal Reef cremation urns sound very interesting. Giving the choice of being buried at sea in a non traditional way providing a permanent environmental tribute. #green #earthday #everydayisearthday\n— V (@crafty_n3ss) June 9, 2021\nThe Eternal Reef cremation urns sound very interesting. Giving the choice of being buried at sea in a non traditional way providing a permanent environmental tribute. #green #earthday #everydayisearthday\n— V (@crafty_n3ss) June 9, 2021\n\nEternal Reefs gained traction on the internet in May 2021 after USA Today ran a feature on the nontraditional practice. As of 2020, more than 2,000 Eternal Reefs have been placed in about 25 locations off the coasts of Florida, Maryland, New Jersey, North Carolina, South Carolina, Texas and Virginia.\n“Eternal Reefs takes the cremated remains or ‘cremains’ of an individual and incorporates them into a proprietary, environmentally safe cement mixture designed to create artificial reef formations,” wrote the organization. “The Eternal Reefs are then placed in one of our permitted ocean locations selected by the individual, friend or family member.”\nEternal Reefs partners with The Reef Ball Foundation and Reef Innovations, two organizations that establish habitats for fish and other sea life using artificial reef systems. Known as reef balls, these hollow and round concrete balls are designed to replicate the natural substrata that coral typically attaches to and grows on.\nA specialized concrete formula brings the pH content of the reef ball close to neutral. With the neutral pH content and a textured outer surface, the reef ball is the perfect medium to allow the micro-organisms (those little buds of life floating in the currents looking for a home) a place to land, burrow and mature, and start to propagate before predators can feed on them,” explained Eternal Reefs.\nDepending on the marine conditions, growth on the reefs can occur within a few weeks of being placed.\nPricing for the artificial reefs varies depending on the size requested, and run between just under $4,000 to nearly $7,500. The smallest and most compact of the reefs, the Aquarius, measures 2 feet high by 3 feet wide, and weighs between 550 and 700 pounds. The largest option, the Mariner Eternal Reef, clocks in at 4 feet high by 5.5 feet wide, and weighs up to 4,000 pounds."}
{"index":{"_id":"15"}}
{"url": "https://www.snopes.com/fact-check/jeff-bezos-flight-space/", "title": "\tDid an Unidentified Bidder Spend $28 Million in Auction to Join Jeff Bezos’ Flight into Space?", "subtitle": "\t\tThe space-bound flight is expected to launch July 20, 2021. \t", "author": ["\n\t\t\t\t\t\tMadison Dapcevich\t\t\t\t\t"], "time": ["13 June 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/06/GettyImages-520695276.jpg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tOn June 12, 2021, an unnamed person paid $28 million at a Blue Origin auction to join billionaire Jeff Bezos’ and his brother in a commercial trip to space. \n\t\t", "fullArticle": "\nOne lucky person will join billionaire Jeff Bezos and his brother, Mark, on the first commercial trip to space aboard the reusable shuttle, New Shepard.\nBut the seat didn’t come without a hefty price tag, since the currently unidentified soon-to-be flyer threw down a whopping $28 million for the coveted seat in an auction held on June 12, 2021. \n\nThe auction for the very first seat on #NewShepard has concluded with a winning bid of $28 million. The winning bid amount will be donated to Blue Origin’s foundation, @ClubforFuture. Full replay of the auction webcast: https://t.co/5Vc8IvWxJR pic.twitter.com/IlGbgOFmhx\n— Blue Origin (@blueorigin) June 12, 2021\nThe auction for the very first seat on #NewShepard has concluded with a winning bid of $28 million. The winning bid amount will be donated to Blue Origin’s foundation, @ClubforFuture. Full replay of the auction webcast: https://t.co/5Vc8IvWxJR pic.twitter.com/IlGbgOFmhx\n— Blue Origin (@blueorigin) June 12, 2021\n\nNearly 7,600 people registered to bid from 159 countries. The company said that the winning bid will be donated to Blue Origin’s foundation, Club For The Future, whose mission is to inspire future generations to pursue careers in the STEM fields. \nThe name of the winner be “released in the weeks following the auction’s conclusion,” said Blue Origins. A fourth and final crew member will also be announced at that time. \nOperated by Bezos’ flight-testing company Blue Origin, the New Shepard is part of Mission NS-15 and is expected to launch on July 20, after testing began in 2012. The reusable suborbital rocket system will take astronauts past the Kármán line — the internationally recognized boundary of space. Each passenger will have their own window seat aboard the pressurized autonomous vehicle and will touch back down on Earth after an 11-minute flight to space. \n\n \n\n\n\n\n\n\n\n\n\n\n View this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA post shared by Jeff Bezos (@jeffbezos)\n\n\n\nA post shared by Jeff Bezos (@jeffbezos)\n"}
{"index":{"_id":"16"}}
{"url": "https://www.snopes.com/fact-check/pink-lakes-of-australia-real/", "title": "\tAre the ‘Pink Lakes’ of Australia Real?", "subtitle": "\t\tCotton candy and bubble gum aren’t the only pink treats one might find down under.\t", "author": ["\n\t\t\t\t\t\tMadison Dapcevich\t\t\t\t\t"], "time": ["28 May 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/05/GettyImages-1149791865-scaled.jpg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tAustralia is home to several brightly hued, natural pink lakes. \n\t\t", "fullArticle": "\nBubble gum pink isn’t a color reserved for just candy. In Australia, several natural-forming, brightly pink-hued lakes attract tourists from around the world every year hoping to take a peek at their out-of-this-world coloration. \nAnd the lakes made their way around the world of the internet in late May 2021 when a user shared four photographs of the lakes to the travel Facebook group, Girls LOVE Travel.  \n“No way this is really that pink!” wrote Estrada.\n\nScreengrab/Facebook\nYes, way. As it turns out, Australia is home to at least seven pink-hued lakes, some of which are found inland and others that are nestled against the white sand beaches of the South Pacific.   \nPerhaps best known is Lake Hilliar. First discovered in 1802 by navigator Matthew Flinders, the lake is located on Middle Island off of the coast of Western Australia. Like the other pink lakes of Australia, it is believed that Lake Hilliar’s vibrant pink color is the result of microalgae called Dunaliella salina. The salt-loving algae produce carotenoids — the same pigment found in carrots — that could help to explain how the lake gets its pink color. According to a 1987 study published in the Journal of Arid Environments, the water of some lakes can turn pink during the warm and dry months of the year when brine concentrations are highest. As water evaporates from the surface of the lake, and the body of water increases in salinity, D. salina develops its reddish pigment. \nResearchers with the U.S.-based Extreme Microbiome Project, a scientific effort to characterize extremophiles and novel organisms, studied sediment and water samples from the lake to better understand the organisms that call it home. \n“While the pink color is thought to be caused by salt-loving algae, the actual microbial composition of the lake is unknown,” wrote Ken McGrath, national sequencing manager at the Australian Research Facility. “The analysis revealed a surprising range of microbial diversity in the lake, and indicates that many algal, bacterial, and archaeal halophiles contribute to the persistent pigmentation of this pink paradise.”\nMcGrath and his team genetically sequenced organisms found in the lake using what is known as metagenomics – the “fishing net” of genomics that captures everything in the sample, not just the fishing rod looking at a specific question. \nA “bigger picture” of what was in the lake revealed that while D. salina is the dominant bacteria in the lake; other archaea — unicellular organisms like bacteria that make up a different branch of the tree of life — were also found in abundant numbers, including salt-loving species and subspecies.\nThat same year, SciShow host Hank Green described this process as a special adaptation that allowed these microscopic organisms to survive in an otherwise inhospitable environment.  \nThough the exact mechanism behind Australia’s pink lakes is not completely known, scientists are beginning to understand how such hues can be found naturally on Earth. "}
{"index":{"_id":"17"}}
{"url": "https://www.snopes.com/fact-check/china-three-gorges-dam/", "title": "\tCould China’s Three Gorges Dam Slow Rotation of Earth?", "subtitle": "\t\tConstruction of the dam was rumored to also alter the length of days. \t", "author": ["\n\t\t\t\t\t\tMadison Dapcevich\t\t\t\t\t"], "time": ["26 May 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/05/three-rivers-dam-scaled.jpeg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tThe reservoir of Three Gorges Dam in China can retain an amount of water voluminous enough to slow and change the rotation of the Earth.  \n\t\t", "fullArticle": "\nChina’s Three Gorges Dam — so named for the three chasms it encompasses — makes up the world’s largest hydroelectric dam. And the reservoir connected to the dam is capable of holding such a high volume of water that it is rumored to slow and change the rotation of the Earth.\nThe rumor has been in circulation for more than a decade, and turns out, it’s true. The rumor was fact-checked by Business Insider (BI) in June 2010 and has been reiterated over the years in variations of social media posts and a number of publications that made similar claims. In general, the claim asserted that once the reservoir of the dam was filled, the weight of the mass would be enough to slightly shift the rotation of the Earth. According to BI:\nThat water will weigh more than 39 trillion kilograms (42 billion tons). A shift in a mass of that size will impact the rotation of the Earth due to a phenomena known as “the moment of inertia”, which is the inertia of a rigid rotating body with respect to its rotation. The moment of inertia of an object about a given axis describes how difficult it is to change its angular motion about that axis. The longer the distance of a mass to its axis of rotation, the slower it will spin. You may not know it, but you see examples of this in everyday life. For example, a figure skater attempting to spin faster will draw her arms tight to her body, and thereby reduce her moment of inertia. Similarly, a diver attempting to somersault faster will bring his body into a tucked position.\nRaising 39 trillion kilograms of water 175 meters above sea level will increase the Earth’s moment of inertia, and thus slow its rotation. However, the impact will be extremely small. NASA scientists calculated the shift of such a mass will increase the length of day by only 0.06 microseconds, and make the Earth only very slightly more round in the middle and more flat on the top. It will also shift the pole position by about two centimeters (0.8 inch). Note that a shift in any object’s mass on the Earth relative to its axis of rotation will change its moment of inertia, although most shifts are too small to be measured (but they can be calculated).\nThat water will weigh more than 39 trillion kilograms (42 billion tons). A shift in a mass of that size will impact the rotation of the Earth due to a phenomena known as “the moment of inertia”, which is the inertia of a rigid rotating body with respect to its rotation. The moment of inertia of an object about a given axis describes how difficult it is to change its angular motion about that axis. The longer the distance of a mass to its axis of rotation, the slower it will spin. You may not know it, but you see examples of this in everyday life. For example, a figure skater attempting to spin faster will draw her arms tight to her body, and thereby reduce her moment of inertia. Similarly, a diver attempting to somersault faster will bring his body into a tucked position.\nRaising 39 trillion kilograms of water 175 meters above sea level will increase the Earth’s moment of inertia, and thus slow its rotation. However, the impact will be extremely small. NASA scientists calculated the shift of such a mass will increase the length of day by only 0.06 microseconds, and make the Earth only very slightly more round in the middle and more flat on the top. It will also shift the pole position by about two centimeters (0.8 inch). Note that a shift in any object’s mass on the Earth relative to its axis of rotation will change its moment of inertia, although most shifts are too small to be measured (but they can be calculated).\nNamed for the nearby gorges — Qutangxia, Wuxia, and Xilingxia — plans for the Three Gorges Dam were finalized in 2012, which explained why the claim once again made the rounds in May of that year. The dimensions and logistics noted in the above post are accurate. The dam was built along the Yangtze River and has a generating capacity of 22,500 megawatts – almost four times as much as the Grand Coulee Dam on the Columbia River in Washington. Measuring nearly 600 feet tall and running almost 1.5 miles long, the dam creates the Three Gorges Reservoir, which has a surface area of 400 square miles and extends upstream from the dam 370 miles, according to the U.S. Geological Service.\nSnopes contacted NASA, which confirmed that the claim had originated in a Jet Propulsion Lab report published in June 2005. Scientists compared the effects of the dam to the Dec. 26, 2004, Indonesian earthquake, which prompted a tsunami that killed nearly 230,000 people.\nThrough a process known as the “moment of inertia,” the quake was found to have decreased the length of the day by 2.68 microseconds and Earth’s oblateness (flattening on the top and bulging at the equator) decreased by about one part in 10 billion. But to understand how this works, we need to explain the physical properties.\nShifts in mass like those resulting from earthquakes or reservoirs affect the rotation of the earth because of what is known as the moment of inertia, or rotational inertia. In the case of the dam, the moment of Earth’s inertia depends on its mass (water) and the distribution of that mass relative to the axis of rotation (i.e., the relocation of the water from other areas to the reservoir), according to the Khan Academy. The Earth’s axis is an imaginary pole that runs through the center of Earth from “top” to “bottom,” noted NASA. Earth spins around this pole and makes one full rotation each day complete with a day and a night. But as mass moves on the planet, this shift can slightly alter the rotation, and thus the length of days, on Earth.\nUnderstanding the moment of inertia is also understandable when looking at a spinning top – an evenly distributed top will be able to better spin, but when mass changes, the rotation and spinning of an object also changes.\nThe phenomenon is not abnormal — a shift in any object’s mass on earth relative to the axis of rotation will change a moment of inertia, though most are too small to be measured. Earth’s rotation can be changed based on any of its dynamic processes, from winds and atmospheric pressures to earthquakes and glaciation — any time a large mass moves from one location on the planet to another. Rotational shifts were observed during the major earthquakes in Chile in 2010 and in Japan in 2011, both of which increased the Earth’s spin and hence decreased the length of the day.\nIn the 2005 NASA report, scientists argued raising enough water above sea level to fill the Three Gorges Reservoir would also increase Earth’s moment of inertia and thus slow its rotation — a small shift of about .06 microseconds per day, making the planet slightly more round in the middle and flat on top.\n“If filled, the gorge would hold 40 cubic kilometers (10 trillion gallons) of water. That shift of mass would increase the length of day by only 0.06 microseconds and make the Earth only very slightly more round in the middle and flat on the top. It would shift the pole position by about two centimeters (0.8 inch),” write the scientists.\nThe change in inertia would also shift the position of the poles by about .8 inch – again, a process that is not that foreign. While the Earth’s poles reverse about every 200,000 to 300,000 years, the earth’s pivoted axis causes the north and south poles to shift slightly and often. Notably, from 1999 to 2005, Earth’s magnetic north pole went from shifting at most about 9 miles a year to as much as 37 miles in a year, according to a study published in the journal Nature Geoscience, and is expected to continue a trajectory toward Siberia.\nSo, while it may seem alarming to some that the construction of a dam and its subsequent reservoir has the capability to shift the Earth’s axis and alter the length of days, the concept is a rather normal element of life on Earth."}
{"index":{"_id":"18"}}
{"url": "https://www.snopes.com/fact-check/california-town-corcoran-sinking/", "title": "\tIs Corcoran, California, Sinking?", "subtitle": "\t\tThe town of Corcoran in California is facing an unusual but growing problem. \t", "author": ["\n\t\t\t\t\t\tNur Ibrahim\t\t\t\t\t"], "time": ["26 May 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/05/1440px-San_Joaquin_Valley_CA_Corcoran_Turnoff_2012_-_panoramio-e1622054493374.jpeg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tThe town of Corcoran, California, has been sinking for more than a decade, going as far down as 11.5 feet in some parts. \n\t\t", "fullArticle": "\nIf you thought your city had problems, think again.\nFor about 14 years, the town of Corcoran in the San Joaquin Valley of California has been sinking deeper and deeper. \nAt first glance, the problem is not as dramatic as it sounds. Homes, buildings, or roads don’t crumble as a result, and the soil dips over a period of time. The technical term for this is subsidence, or “the slow-motion deflation of land that occurs when large amounts of water are withdrawn from deep underground, causing underlying sediments to fall in on themselves.”\nLocated around 50 miles south of Fresno, the town is 7.47 square miles, with 21,960 residents, and each year, it sinks from a few inches to almost 2 feet. Portions of the town have sunk as much as 11.5 feet in some places. \nThe primary cause of this sinking appears to be agriculture. For decades, agricultural companies have pumped out underground water to irrigate their crops, according to the United States Geological Survey (USGS) California Water Science Center. This occurs when surface water from rivers and canals are insufficient and farmers have to turn to groundwater for irrigation purposes, which is water under the surface that needs to be pumped out.\nNASA scientists have been tracking subsidence in Corcoran for years using radar and satellite technology. Satellite imagery showed that Corcoran has sunk only 4 feet in some areas since 2015, but a water management agency estimates that the area will sink another 6 to 11 feet over the next 19 years. \nThe sinking resulted in a range of infrastructure problems for the residents of Corcoran and for farmers, including crushing the casings of four drinking-water wells used by the city. Re-drilling new wells costs hundreds of thousands of dollars pulled from city taxes. More than a million dollars was spent over a decade to construct lift stations that pumped water through ditches because the sinking land prevented water from flowing naturally. Farmers have borne those costs. \nThis phenomenon is not limited to Corcoran. Subsidence is occurring in parts of Houston-Galveston in Texas, and in Arizona, Louisiana, and New Jersey. \nCorcoran relies largely on agriculture with 30 percent of the town’s working-age residents in the farming industry, and more than 30 percent of residents living in poverty. More details about the crisis can be read in a New York Times report here. "}
{"index":{"_id":"19"}}
{"url": "https://www.snopes.com/fact-check/fungus-brood-x-cicadas-butts/", "title": "\tCould Fungus ‘Full of Psychedelic Drugs’ Cause Brood X Cicadas Butts to Fall Off?", "subtitle": "\t\tThe fungus has been compared to a sexually transmitted disease for an insect. \t", "author": ["\n\t\t\t\t\t\tMadison Dapcevich\t\t\t\t\t"], "time": ["16 May 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/05/cicadas.jpeg?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tA fungus called Massospora cicadina could infect Brood X cicadas as they were set to emerge in May 2021. It's a “death-zombie fungus” that could potentially wreak havoc on the species. \n\t\t", "fullArticle": "\nAs billions of cicadas were expected to emerge across 15 states in spring 2021, online reports claimed that a “death-zombie fungus” could infect the species and cause their body to rot away.\n\n\"Zombie cicadas\" infected with mind-controlling fungus return to West Virginia https://t.co/s5yQzlJRS3\n— CBS News (@CBSNews) July 31, 2020\n\"Zombie cicadas\" infected with mind-controlling fungus return to West Virginia https://t.co/s5yQzlJRS3\n— CBS News (@CBSNews) July 31, 2020\n\nThe news first went viral when the IndyStar interviewed John Lill, a cicada expert and chair of biology. In the May 14, 2021, Lill referred to a fungus called Massospora cicadina, a sexually transmitted fungus that can spread from males to females whose abdomen has been infected and turned into a “big fungal mass.” But it’s not the first time this virus has made headlines. M. cicadina has been seen during nearly every annual hatch of cicadas, and is well-known to the scientific community.\nM. cicadina is a specialized fungal parasite that hijacks the sexual signals of periodical cicadas like Brood X. Male cicadas become infected with the fungal virus, “turning them into vehicles for fungus transmission,” according to a 2018 study published in the journal Nature. It is what is known as an “entomopathogenic fungi,” and contains the psychedelic chemical psilocybin found in “magic” mushrooms.\nTypically, males will sing to attract a mate, but when infected with the fungus, males will flick their wings instead of singing — attempting to mate with other males and spread the virus. The fungus targets the abdomen and ultimately destroys the reproductive organs, causing his butts to come off. "}
{"index":{"_id":"20"}}
{"url": "https://www.snopes.com/fact-check/hyalite-opal-glow-green/", "title": "\tDoes Hyalite Opal Glow Green When Exposed to UV Light?", "subtitle": "\t\tThe gem is known to contain traces of uranium. \t", "author": ["\n\t\t\t\t\t\tMadison Dapcevich\t\t\t\t\t"], "time": ["11 May 2021", "12 May 2021"], "main-figure": "https://www.snopes.com/tachyon/2021/05/Copy-of-Rating-Overlay-FEATURED-IMG-8.png?resize=865%2C452&crop_strategy=smart", "claim": "\n\n\t\t\tA rare gem known as hyalite opal glows green when exposed to UV light due to natural traces of uranium. \n\t\t", "fullArticle": "\nA video shared to Reddit in early May 2021 appeared to show a piece of what you might call real-life kryptonite — a brightly glowing, green-hued hyalite opal that the original poster of the video claimed got its vibrancy from uranium. At the time of this writing, the video had been upvoted more than 66,000 times.\n\nSnopes readers asked our team to verify whether it was true that hyalite opal glowed bright green under ultraviolet (UV) light, and we determined this to be true. Hyalite opal is a gemstone that was first characterized by German geologist Abraham Werner in 1794 while its uniquely fluorescing characteristics were described by Otto Flörke in in 1973 — and new classifications of the vibrant gem have been discovered in the decades since. In 2013, a new type known as Mexican hyalite opal was discovered in the Mexican State of Zacatecas, a geologically active region near the Sierra Madre Occidental Volcanic Province.\n“This material possesses spectacular color behavior, appearing near-colorless or pale-to-moderate yellow in incandescent light and vivid greenish-yellow to yellowish-green in indirect sunlight,” wrote researchers describing the find in The Journal of Gemmology.\nHyalite opal is composed primarily of silica and is created through a series of volcanic processes deposited over millions of years from “super-volcanoes” similar to those found in Yellowstone National Park. During eruptions, some lava that chills in a large depression known as a caldera create siliceous volcanic glass that is then shattered into tiny shards and settles with pumice fragments and volcanic ash to make what is known as “tuff.” Over time, these tuffs condense and mix with other materials, including silica and uranium, and settle into layers below the Earth’s surface. Silica and uranium are eventually incorporated into emanating vapors and interact with emerging water from hot springs, and as they descend, eventually combine and redeposit as opal, chalcedony, or quartz. \nThese trace amounts of uranium in the silica create a radioactive element that is both visible under UV light and detected with a Geiger counter, as seen in the below video shared by Indiana jeweler Moriarty’s Gem Art: \nOpal is generally known for its fluorescence when put under UV light, but Mexican hyalite opal is unique in that it can also fluoresce in natural light. These types of gems are “truly rare” and after their discovery nearly a decade ago, they began attracting attention because of their “noticeable change” from light colors to vivid green in indirect sunlight — a unique property that granted them the nickname, “Electric Opal.” \nThe radioactivity level of hyalite opal is in background levels and does not pose harm to human health, but some items that include uranium can emit low levels of radiation for thousands of years, according to the U.S. Environmental Protection Agency (EPA). This has been found to be the case in American products that were made to contain certain radioactive materials for their color-inducing or fluorescing properties before scientists largely understood the health effects of radiation. \nTake “Vaseline glass.” For centuries, glassmakers would use small amounts of uranium to create dish ware named for its yellow or green tint that, when put under a UV light, caused the glass to glow. \n“Uranium has been incorporated as a coloring agent in glass since its discovery as a new mineral in 1789. The use of uranium for coloring glassware was especially popular from about 1910 to 1940 for light yellow Vaseline glass and dark green Depression glass,” noted the Health Physics Society, a nonprofit science organization. “These pieces of glassware are now collectors’ items found in antique shops everywhere.” \nBut the EPA largely prohibited U.S. glassmakers and ceramic producers from using radionuclides like uranium for color in 1970, according to the EPA. "}
{"index":{"_id":"21"}}
{"index":{"_id":"22"}}
{"index":{"_id":"23"}}
{"index":{"_id":"24"}}
{"index":{"_id":"25"}}
{"index":{"_id":"26"}}
{"index":{"_id":"27"}}
{"index":{"_id":"28"}}
{"index":{"_id":"29"}}
{"index":{"_id":"30"}}
{"index":{"_id":"31"}}
{"index":{"_id":"32"}}
{"index":{"_id":"33"}}
{"index":{"_id":"34"}}
{"index":{"_id":"35"}}
{"index":{"_id":"36"}}
{"index":{"_id":"37"}}
{"index":{"_id":"38"}}
{"index":{"_id":"39"}}
{"index":{"_id":"40"}}
{"index":{"_id":"41"}}
{"index":{"_id":"42"}}
{"index":{"_id":"43"}}
{"index":{"_id":"44"}}
{"index":{"_id":"45"}}
{"index":{"_id":"46"}}
{"index":{"_id":"47"}}
{"index":{"_id":"48"}}
{"index":{"_id":"49"}}
{"index":{"_id":"50"}}
